[
  {
    "name": "Gary Sherman",
    "year": 2014,
    "avatar_img": "/img/contributors/sol-katz/gary_sherman.png",
    "link": "https://wiki.osgeo.org/wiki/Gary_Sherman",
    "citation": "QGIS founder",
    "description": "Gary is the founder of the QGIS project, a desktop Open Source GIS that has become one of the most popular projects today, with a huge user and developer community. He began development of QGIS back in 2002, and it was approved as an OSGeo project in 2008. Gary's work and passion for 'open' has touched the lives of millions.",
    "osgeo_announcement": "https://www.osgeo.org/foundation-news/gary-sherman-receives-sol-katz-award/",
    "photo_url": "/img/contributors/sol-katz/gary_sherman_award.png"
  },
  {
    "name": "Even Rouault",
    "year": 2019,
    "avatar_img": "/img/contributors/sol-katz/even_rouault.png",
    "link": "https://wiki.osgeo.org/wiki/Even_Rouault",
    "citation": "dedication to so many projects including GDAL, PROJ, and many others",
    "description": "Even took over the title of 'Mister GDAL' after Frank Warmerdam passed him the torch. GDAL is a cornerstone of many GIS software both open source and proprietary. He is an active contributor to GDAL, MapServer, PROJ, libgeotiff, GEOS, QGIS and many other projects. Even is a highly productive OSGeo contributor: over the last 5 years, he has over 10,000 commits to multiple OSGeo projects. He is a brilliant developer and also a really nice person who cares about OSGeo as an organization, about the goals and the way OSGeo runs its activities.",
    "osgeo_announcement": "https://www.osgeo.org/foundation-news/even-rouault-receives-the-2019-sol-katz-award/",
    "photo_url": "/img/contributors/sol-katz/even_rouault_award.jpeg"
  },
  {
    "name": "Anita Graser",
    "year": 2020,
    "avatar_img": "/img/contributors/sol-katz/anita_graser.png",
    "link": "https://wiki.osgeo.org/wiki/User:AnitaGraser",
    "citation": "QGIS advocate, developer, and leader providing so much useful material to users",
    "description": "Anita Graser is a spatial data scientist and an open source GIS advocate doing mobility research. She encourages people to get involved through social media, blog posts, presentations, podcasts and courses at university. Anita has served on the OSGeo board of directors and is best known for her involvement in QGIS, one of the most successful OSGeo projects. She has served on the QGIS steering committee since 2013 and authored no less than 7 books on QGIS. Anita also developed the QGIS Time Manager plugin and is well known on social media as underdarkGIS.",
    "osgeo_announcement": "https://www.osgeo.org/foundation-news/anita-graser-receives-the-2020-sol-katz-award/",
    "photo_url": "/img/contributors/sol-katz/anita_graser_award.png"
  },
  {
    "name": "Sandro Santilli",
    "year": 2022,
    "avatar_img": "/img/contributors/sol-katz/sandro_santilli.png",
    "link": "https://wiki.osgeo.org/wiki/User:Strk",
    "citation": "Developer of PostGIS, GEOS, librttopo, and longtime vision for being Open",
    "description": "Sandro (aka strk) has been contributing to OSGeo and open source geospatial software for over 20 years in various ways. He is the chair of the GEOS steering committee, a long term core contributor to PostGIS and QGIS, and a mentor to many. Sandro also shapes and maintains OSGeo infrastructure as a volunteer on the OSGeo systems administration committee. He is seen as a mentor and guide by his peers, always reminding us to look beyond the idea of software for free, and toward truly empowering the geospatial community through open source software.",
    "osgeo_announcement": "https://www.osgeo.org/foundation-news/sandro-santilli-receives-the-2022-sol-katz-award/",
    "photo_url": "/img/contributors/sol-katz/sandro_santilli_award.jpeg"
  },
  {
    "name": "Nyall Dawson",
    "year": 2025,
    "avatar_img": "/img/contributors/sol-katz/nyall_dawson.png",
    "link": "https://wiki.osgeo.org/wiki/Nyall_Dawson",
    "citation": "For his tireless work in helping to make QGIS a world-class software",
    "description": "Nyall Dawson has been working on FOSS4G projects since 2013, having contributed to numerous projects such as QGIS, GDAL, and PROJ. He is best known as a key, longstanding core contributor to QGIS, with over 24,000 commits (and growing). Nyall is also a leader in community building, having led numerous crowdfunding initiatives, training, outreach, and instruction videos.",
    "osgeo_announcement": "https://www.osgeo.org/foundation-news/nyall-dawson-receives-the-2025-sol-katz-award/",
    "photo_url": "/img/contributors/sol-katz/nyall_dawson_award.jpg"
  }
]
